[
    {
        "id": 1,
        "title": "Aladin",
        "len": "2H 12M",
        "lang": "HIN",
        "rate": "4.7",
        "image": "images/aladin.jpg",
        "video": "https://www.youtube-nocookie.com/embed/2GjmEDTZERY",
        "desc": "Since he was a child, Aladin Chatterjee has been teased for his fairytale name. As a college student he follows his namesake's footsteps; unleashing genie Genius and wooing exchange student Jasmine. But the evil Ringmaster approaches.",
        "genre": "Action, Adventure, Comedy",
        "cast": "Amitabh Bachchan, Sanjay Dutt, Riteish Deshmukh, Jacqueline Fernandez, Boman Irani",
        "production": "Eros International, Boundscript Motion Pictures"
    },
    {
        "id": 2,
        "title": "The Man Who Knew Infinity",
        "len": "1H 48M",
        "lang": "ENG",
        "rate": "7.2",
        "image": "images/the-man-who-knew-infinity.jpg",
        "video": "https://www.youtube-nocookie.com/embed/8WwLPep9xNg",
        "desc": "The story of the life and academic career of the pioneer Indian mathematician, Srinivasa Ramanujan, and his friendship with his mentor, Professor G.H. Hardy.",
        "genre": "Biography, Drama",
        "cast": "Dev Patel, Jeremy Irons, Malcolm Sinclair, Dhritiman Chatterjee, Devika Bhise",
        "production": "Xeitgeist Entertainment Group, Edward R Pressman Film Corp. Inc, Animus Films"
    },
    {
        "id": 3,
        "title": "Sooryavansham",
        "len": "2H 48M",
        "lang": "HIN",
        "rate": "6.3",
        "image": "images/sooryavansham.jpg",
        "video": "https://www.youtube-nocookie.com/embed/vB2m1uRF30c",
        "desc": "Heera fails to live up to expectations of his father Thakur Bhanupratap Singh, a powerful and respected man of his community. Despite all odds Heera struggles to keep his father's pride.",
        "genre": "Action, Drama",
        "cast": "Amitabh Bachchan, Soundarya, Jayasudha, Mukesh Rishi, Anupam Kher, Kader Khan, Shivaji Satam, Bindu Desai, Rachana Banerjee",
        "production": "Padmalaya Combines"
    },
    {
        "id": 4,
        "title": "Where Is My Home",
        "len": "1H 40M",
        "lang": "ENG",
        "rate": "7.2",
        "image": "images/where-is-my-home.jpg",
        "video": "https://www.youtube-nocookie.com/embed/moHa5xIOZ18",
        "desc": "Wenya's parents separated when she was two, and after that, she lived with her father and stepmother. Her stepmother couldn't stand her and was always arguing with her father. He had little choice-he had to send Wenya to her mother's house, but her mother was fully focused on running her business. Young Wenya felt lonely and helpless and longed for the warmth of a home...",
        "genre": "Drama",
        "cast": "Jiaxin Xu, Yuting Su, Lijin Liu, Sining Wen, Yan Li, Weiguo Zhang, Shi Chen, Xincheng Lin, Pinyao Lai",
        "production": "The Church of Almighty God"
    },
    {
        "id": 5,
        "title": "Housefull 3",
        "len": "2H 20M",
        "lang": "HIN",
        "rate": "4.9",
        "image": "images/housefull3.jpg",
        "video": "https://www.youtube-nocookie.com/embed/NSudj0s4vTw",
        "desc": "A father doesn't want his three daughters to get married. Now, it's up to three men to try to and convince the father that they're a good fit for his daughters.",
        "genre": "Action, Comedy, Romance",
        "cast": "Akshay Kumar, Abhishek Bachchan, Riteish Deshmukh, Jacqueline Fernandez, Nargis Fakhri, Lisa Haydon, Jackie Shroff",
        "production": "Nadiadwala Grandson Entertainment"
    },
    {
        "id": 6,
        "title": "Laal Singh Chaddha",
        "len": "2H 39M",
        "lang": "HIN",
        "rate": "5.5",
        "image": "images/laal-singh-chaddha.jpg",
        "video": "https://www.youtube-nocookie.com/embed/OzUaOKLFulc",
        "desc": "Laal Singh Chaddha, a simple man whose extraordinary journey will fill you with love, warmth, happiness and will also make you laugh.",
        "genre": "Comedy, Drama, Romance",
        "cast": "Aamir Khan, Ahmad Ibn Umar, Kareena Kapoor, Hafsa Ashraf, Mona Singh, Naga Chaitanya Akkineni, Manav Vij, Aaryaa Sharma, Arun Bali, Kamini Kaushal",
        "production": "Viacom18 Studios, Aamir Khan Productions"
    },
    {
        "id": 7,
        "title": "Sparta",
        "len": "1H 25M",
        "lang": "ENG",
        "rate": "6.3",
        "image": "images/sparta.jpg",
        "video": "https://www.youtube-nocookie.com/embed/p3uqozMxvOQ",
        "desc": "Rectangular ring and two teams of fighters opposite each other. When the forces are over, the comrade is replaced by the one behind him... This is Sparta! A new spectacular kind of martial arts. Sparta for the former champion in fights without rules Nikolay is the only opportunity to return to the big sport and solve all the problems that fell on him three years ago: a fight for the honor of a friend and prison, betrayal of a lover and refusal of a coach to return to the team. Together with loyal friends, the athlete is ready to challenge the whole world, and his future life will be the stake in the battles.",
        "genre": "Action, Sport",
        "cast": "Nikolay Kudryashov, Denis Nikiforov, Vladimir Epifantsev, Maksim Konovalov, Yan Tsapnik, Andrei Semenov",
        "production": "Argo Film"
    },
    {
        "id": 8,
        "title": "Hera Pheri",
        "len": "2H 36M",
        "lang": "HIN",
        "rate": "8.1",
        "image": "images/hera-pheri.jpg",
        "video": "https://www.youtube-nocookie.com/embed/TIQ5hrfermg",
        "desc": "Three unemployed men look for answers to all their money problems - but when their opportunity arrives, will they know what to do with it?",
        "genre": "Action, Comedy, Crime",
        "cast": "Akshay Kumar, Suniel Shetty, Paresh Rawal, Tabu, Om Puri, Gulshan Grover, Kulbhushan Kharbanda, Mukesh Khanna, Govardhan Asrani, Razak Khan",
        "production": "A.G. Films, Base Industries Group"
    },
    {
        "id": 9,
        "title": "Go Goa Gone",
        "len": "1H 51M",
        "lang": "HIN",
        "rate": "6.6",
        "image": "images/go-goa-gone.jpg",
        "video": "https://www.youtube-nocookie.com/embed/edyU0hTl1eI",
        "desc": "A group of friends, just looking to have a good time in a rave party on a remote island in Goa, find out that the island is infested with Zombies.",
        "genre": "Action, Adventure, Comedy",
        "cast": "Saif Ali Khan, Kunal Khemu, Vir Das, Anand Tiwari, Puja Gupta",
        "production": "Maddock Films"
    },
    {
        "id": 10,
        "title": "Monsters of Man",
        "len": "2H 11M",
        "lang": "ENG",
        "rate": "5.4",
        "image": "images/monsters-of-man.jpg",
        "video": "https://www.youtube-nocookie.com/embed/VZQmj6bH5cY",
        "desc": "A US weapons manufacturer tests its 4 killer robots on heroin producers in the Golden Triangle in SEAsia. It goes haywire.",
        "genre": "Action, Sci-Fi, Thriller",
        "cast": "Neal McDonough, Brett Tutor, Jose Rosete, David Haverty, Paul Haapaniemi, Ryan Hough, Ly Ty, Ma Rynet, Kayli Tran, Jessica Blackmore",
        "production": "11:11 Entertainment, Hanuman Films, MRT Films Pty Ltd"
    },
    {
        "id": 11,
        "title": "Table No. 21",
        "len": "1H 48M",
        "lang": "HIN",
        "rate": "7.2",
        "image": "images/table-no-21.jpg",
        "video": "https://www.youtube-nocookie.com/embed/JdVhw6I8FCs",
        "desc": "A couple is drawn into a game show with a whooping winning prize. However the game turns into more than a survival for them with no escape.",
        "genre": "Adventure, Drama, Thriller",
        "cast": "Paresh Rawal, Rajeev Khandelwal, Tina Desai, Dhruv Ganesh, Asheesh Kapur, Hanif Hilal",
        "production": "Next Gen Films, Eros International"
    },
    {
        "id": 12,
        "title": "K.G.F: Chapter 1",
        "len": "2H 36M",
        "lang": "HIN",
        "rate": "8.2",
        "image": "images/kgf1.jpg",
        "video": "https://www.youtube-nocookie.com/embed/ULEQb_l-N08",
        "desc": "In the 1970s, a gangster goes undercover as a slave to assassinate the owner of a notorious gold mine.",
        "genre": "Action, Crime, Drama",
        "cast": "Yash, Srinidhi Shetty, Ramachandra Raju, Archana Jois, Anant Nag, Vasishta N. Simha, Achyuth Kumar, Srinivasa Murthy",
        "production": "Hombale Films"
    }
]